Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: Most recently, Phil is also responsible for the formation and operational oversight of the ONAP technical community which brings the OPEN-O and open source ECOMP projects together building the most significant end-to-end service orchestration platform for communication service providers to date.
ja: さらに最近では ONAP技術コミュニティの編成や運用管理も行っています。ONAPは、OPEN-Oとopen source ECONPが合併して構築された、きわめて重要なコミュニケーション サービス プロバイダー向けエンドツーエンド サービス オーケストレーション プラットフォームです。

source: Move reflects ongoing commitment to the open source community
ja: オープン ソース コミュニティへの継続的コミットメントを示す

source: Mr. Coekaerts has spent more than 7 years building a large-scale development and support organization and has fostered comprehensive customer and partner relationships, which helps drive the company's evolution of Linux.
ja: 7 年以上を費やして大規模な開発サポート組織を構築し、包括的な顧客とパートナーの関係を築いて、同社の Linux 展開に貢献しました。

source: Mr. Dolan has setup and launched dozens of open source and open standards projects covering technology segments including networking, virtualization, cloud, blockchain, Internet of Things, Big Data and analytics, security, containers, storage and embedded devices.
ja: Mr. Dolan は、ネットワーク、仮想化、クラウド、ブロックチェーン、IoT、ビッグデータ&アナリティクス、セキュリティ、コンテナ、ストレージ、組込みデバイスなどの技術分野を対象とするさまざまなオープン ソース プロジェクトやオープン スタンダード プロジェクトを結成・発足してきました。

source: Mr. Dolan is also involved in OpenChain, SPDX and runs open source legal programs such as The Linux Foundation’s annual Legal Summit and Open Compliance Summit.
ja: また、OpenChain や SPDX にも関わり、The Linux Foundation の年次イベントである Legal Summit や Open Compliance Summit などのオープン ソース リーガル プログラムを実行しています。

source: Mr. Dolan is currently a member of the Ohio State Bar Association.
ja: 彼は現在、オハイオ州弁護士会のメンバーです。

source: Mr. Dolan received an MBA from Case Western Reserve University in 2004, a JD from Cleveland State University in 2002 and a Bachelor of Arts in Economics in 1999 from John Carroll University.
ja: 2004 年にケース ウェスタン リザーブ大学で MBA を、2002 年にクリーブランド州立大学で JD を、1999 年にジョン キャロル大学で経済文学士号を取得しています。

source: Mr. Hohndel has actively contributed to Linux since its creation in the early 1990s.
ja: Hohndel 氏は、1990 年代初期の黎明期からLinuxに積極的に貢献してきました。

source: Mr. Hohndel stated: “I’ve been privileged to be a part of the Linux kernel community since the early days.
ja: またHohndel 氏は次のように述べています。 「私は早期からLinuxカーネル コミュニティに参加してきました。

source: Mr. Takahiro Yasui, Director, OSS Solution Center, Information and Communication Technology Business Division, Hitachi, Ltd., commented: "Deep involvement in collaborative R&D is strategic to Hitachi because it allows for the fastest possible innovation in sectors that include servers, cloud, converged applications, big data and Internet of Things.
ja: 株式会社日立製作所 ICT事業統括本部 OSSソリューションセンタ 担当部長の安井隆宏氏は次のように述べています。 「共同研究開発に深く関与することは、弊社にとって極めて重要です。なぜならそれが、サーバー、クラウド、コンバージド アプリケーション、ビッグ データ、IoT などの分野で最速のイノベーションを可能にするからです。

source: Ms. Evans had represented HP and then HPE from 2012 through 2016 on the Board as a Platinum director.
ja: Ms. Evans は、2012 年から 2016 年まで、HP や HPE を代表してプラチナメンバー枠のボード メンバーを務めていました。

source: Multi-Screen UX: New GUI Architecture for Next Generation Cockpit System, Takashi Tsubone, Panasonic
ja: ● マルチスクリーンUX：次世代コックピット システムのための新しいGUIアーキテクチャ Takashi Tsubone (パナソニック)

source: NCWIT equips change leaders with resources for taking action in recruiting, retaining, and advancing women from K–12 and higher education through industry and entrepreneurial careers.
ja: NCWIT は、女生徒、女学生、会社員、起業家などさまざまな女性の採用、確保、およびスキルアップに着手するためのリソースをチェンジ リーダーらに提供します。

source: NCWIT is a research and data-driven organization that is structured as a “change leader network” of educators, entrepreneurs, corporate executives, and social scientists who work to narrow the gap by addressing barriers to participation.
ja: NCWIT は、参加の障壁を失くして格差を縮めようとする教育者、起業者、経営者、および社会科学者による「チェンジ リーダー ネットワーク」として構造化されたデータドリブンな研究組織です。

source: NCWIT receives significant financial support from Lifetime Partner Apple, Strategic Partners NSF (the National Science Foundation), Microsoft, Bank of America, Google, Intel and Merck, as well as from Investment Partners Avaya, Pfizer, AT&T, Bloomberg, Hewlett Packard Enterprise, and Qualcomm.
ja: NCWIT は、ライフタイム パートナーである Apple、ストラテジック パートナーである NSF (the National Science Foundation)、Microsoft、Bank of America、Google、Intel、Merck、インベストメント パートナーである Avaya、Pfizer、AT&T、Bloomberg、Hewlett Packard Enterprise、ならびに Qualcomm より、多大な支援を受けています。

source: NCWIT serves as a developer of and clearinghouse for evidence-based tools and resources for increasing the meaningful participation of girls and women in computing.
ja: NCWIT は、コンピューター分野において女性の有意義な参加を増やすための根拠に基づいたツールやリソースの開発機関や情報センターとして機能します。

source: NEC APAC’s expertise includes solutions for carrier networks, biometric identification, enterprise applications and infrastructure, unified communications, multimedia displays and smart energy, as well as the provision of managed services and contact centre services regionally.
ja: NEC APACでは、運輸、生体認証、企業アプリや企業インフラ、ユニファイド コミュニケーション、マルチメディア ディスプレイ、およびスマート エネルギーのほか、一部地域ではマネージド サービスやコンタクト センター サービスの提供なども行っています。

source: NEC Corporation is a leader in the integration of IT and network technologies that benefit businesses and people around the world.
ja: NECは、社会ソリューション事業を推進するブランドメッセージ「Orchestrating a brighter world」のもと、今後の世界の大きな変化(メガトレンド)に対応する様々な課題解決や社会価値創造に貢献していきます。

source: NEC Joins Hyperledger as Premier Member
ja: NECがHyperledgerのプレミア メンバーに

source: Nearly 200 developers, representing major telecom and networking organizations from around the world, met recently in May to map out ONAP’s functional architecture.
ja: 世界中の大手通信事業者やネットワーク組織を代表する約200名の開発者が、ONAPの機能面のアーキテクチャを策定するためにこの5月に集結しました。

source: Need-Based Registration Discount Scholarship Information
ja: 優先登録割り引き奨学制度について

source: Networking Industry Leaders Join Forces to Expand New Open Source Community to Drive Development of the DPDK Project
ja: ネットワーク企業が協力し、DPDKプロジェクトの発展を促進するために新しいオープン ソース コミュニティを拡張

source: Networking, SDN & NFV
ja: ネットワーク、SDN、および NFV

source: New EdgeX Foundry Unifies the IoT Marketplace to Accelerate Enterprise IoT Deployments
ja: 新プロジェクトEdgeX Foundry：IoT市場を統合し企業のIoTデプロイメントを加速

source: New Member Quotes:
ja: メンバーの声（参考訳。原文 https://www.linuxfoundation.org/announcements/automotive-grade-linux-welcomes-six-new-members ）

source: New Members Include Leading Global Service Providers and Vendors; Community Pushes Forward on Merged Architecture and Announces Next Developer Forum in China in June
ja: 大手のグローバル サービス プロバイダー・グローバル ベンダーが加入 コミュニティはアーキテクチャのマージを推進、6月には中国でDeveloper Forumを開催

source: New board to complete merger of ONF and ON.Lab organizations and chart a course for the future of SDN
ja: 新ボード メンバーで ONF と ON.Lab の合併完了、SDN の今後を決定☆☆

source: New developments in containers are driving the adoption of cloud and virtualization technologies in many industries and this event provides a key platform for exhibiting the best work of the community, bringing together a diverse range of experts from cloud computing and Linux containers to offer a general technical conference creating a place where companies on the leading edge can network with users and developers to advance computing.
ja: コンテナ分野の発展は多くの業界でクラウドや仮想化技術の導入を牽引しており、このイベントはコミュニティの代表的な活動を発表する重要な場を提供します。クラウド コンピューティングや Linux コンテナの多種多様なエキスパートを結集し、先端企業がユーザーや開発者と交流してコンピューティングを進化させられる汎用的な技術カンファレンスを提案します。

source: New keynotes announced from China Mobile, Equinix, jUTechnology, LinkedIn, Nano Global, SK Telecom, Target, and Verizon, along with already announced including Amadeus, Andreessen Horowitz, AT&T, Google, Intel, Microsoft, Visa and more
ja: すでに発表済みの Amadeus、Andreessen Horowitz、AT&T、Google、Intel、Microsoft、Visa などに加えて、China Mobile、Equinix、jUTechnology、LinkedIn、Nano Global、SK Telecom、Target、および Verizon が登壇予定

source: New members include:
ja: 新しいメンバー

source: Nexius
ja: Nexius https://nexius.com/

source: Next
ja: 次へ

source: No
ja: いいえ。

source: No formal guidelines are in place.
ja: 特に正式なガイドラインはありません。

source: No formal process is in place.
ja: 正式なプロセスはありません。

source: Node.js Foundation to launch vendor-neutral certification program for fastest growing platform
ja: Node.js Foundation が急成長プラットフォームのためのベンダー中立な認証プログラムを開始

source: Node.js is one of the most popular programming languages with more than 4.5 million active users per month.
ja: 現在 Node.js は毎月 4,500 万人以上のアクティブ ユーザーを持つ人気あるプログラミング言語です。

source: Node.js is used by tens of thousands of organizations in more than 200 countries and amasses more than 4.5 million active users per month.
ja: 現在 Node.js は 200 か国以上の何万という組織に利用され、毎月 4,500 万人以上のアクティブ ユーザーを集めています。

source: Non-Binary Restrooms
ja: ノンバイナリ レストルーム

source: Note that at least one participating company must be a leveled sponsor.
ja: ただし少なくとも 1 社がイベント スポンサーである必要があります。

source: Note, there are a limited number of Hobbyist Fee access codes.
ja: ただしホビイスト料金のアクセス コードは数に限りがあります。ご了承ください。

source: Note: A leveled sponsorship is required for this option
ja: ※ こちらはイベント スポンサー向けのアドオン オプションです。

source: Now is the right time to get into it, build up knowledge and form a network of like-minded people to share experiences,” said Jan Brecht, CIO, Daimler AG.
ja: 今はこれを学び、知識を蓄え、同じ考えを持つ人々とネットワークを構築して経験を共有する絶好の機会です。

source: Nursing Room
ja: 授乳室

source: ONAP enables a new business model of faster innovation and is now an integral part of all major vendors in Networking Community.”
ja: ONAPは、高速イノベーションの新たなビジネス モデルを実現するもので、ネットワーク コミュニティのあらゆる主要ベンダーにとって不可欠な部分となっています。

source: ONAP recently announced production-ready code and documentation and continues to make significant technical progress.
ja: ONAPは、最近もプロダクションレディ コードとドキュメンテーションを発表 https://www.onap.org/announcement/2017/04/05/open-network-automation-platform-onap-project-releases-code-expands-membership-and-announces-board-positions し、めざましい技術的進歩を続けています。

source: ONAP unites two major open networking and orchestration projects, open source ECOMP and the Open Orchestrator Project (OPEN-O), with the mission of creating a unified architecture and implementation and supporting collaboration across the open source community.
ja: ONAPは、ユニファイド アーキテクチャと実装を開発し、オープン ソース コミュニティ全体のコラボレーションを推進するという使命のもと、open source ECOMPとOpen Orchestrator Project (OPEN-O) という2つの大きなオープン ネットワーキング&オーケストレーション プロジェクトを統合したものです。

source: ONAP will allow end users to automate, design, orchestrate, and manage services and virtual functions.
ja: ONAP は、エンド ユーザーがサービスや仮想機能を自動化、設計、オーケストレート、および管理できるようにします。

source: ONS 2017 is the best forum for companies to strengthen their brand, establish thought leadership, connect with both end customers and partners, showcase innovative products and drive the transformation in the emerging open source networking industry.
ja: ONS 2017 は、企業がブランドの強化、ソート リーダーシップの確立、エンド カスタマーやパートナーとの連携、革新的製品の公開、および新たなオープン ソース ネットワーク業界での変革の牽引を行える最適の場です。

source: ONS is the premier open networking event, covering the full scope of topics across enterprise, cloud and service providers.
ja: ONS は、企業、クラウド、サービス プロバイダーなどさまざまなテーマを対象にしたプレミア オープン ネットワーキング イベントです。

source: ONS sessions will cover the full scope of open networking across enterprise, cloud and service providers.
ja: ONS のセッションは、企業、クラウド、サービス プロバイダーなどあらゆるオープン ネットワーキングを対象にしています。

source: OPEN NETWORKING SUMMIT 2017 (SANTA CLARA, CA) April 5, 2017 -- The Open Network Automation Platform (ONAP) Project today announced that its code and documentation are now open to the community for increased collaboration.
ja: 2017年4月5日、OPEN NETWORKING SUMMIT 2017 (カリフォルニア州サンタクララ) 発 -- Open Network Automation Platform http://www.onap.org/ (ONAP) プロジェクトは、コミュニティのコラボレーション促進をはかるためにコードとドキュメントを公開したことを発表しました。

source: OPNFV Membership Grows as Community Hosts OPNFV Open Source Day at OpenStack Summit
ja: OPNFVのメンバーシップが成長、コミュニティはOpenStackサミットでOPNFV Open Source Dayを開催

source: OSS Student Program
ja: OSS スチューデント プログラム

source: OSS comes with code provided by customers/clients
ja: お客様から提供されたコードに OSS が含まれていたから

source: OSS is a lower cost alternative to commercial packages
ja: OSS はパッケージ商品よりコストがかからないから

source: OVERALL 2016 AUDIENCE SNAPSHOT
ja: 2016 年の来場者スナップショット

source: OVERALL 2016 AUDIENCE SNAPSHOT (CON'T)
ja: 2016 年の来場者スナップショット (つづき)

source: OVERSIGHT:
ja: 監督:

source: Once verified, you will receive an email with a link to become an Individual Supporter at no cost.
ja: 学生として承認された方には、無料で個人サポーターになるためのリンクが記載された電子メールが送信されます。

source: Once you’ve completed the process to become an Individual Supporter, you’ll receive a confirmation email with a link to purchase the linux.com email alias.
ja: 個人サポーターとしての登録が完了した方には、linux.com 電子メール エイリアス購入サイトへのリンクが記載された確認メールが送信されます。

source: One of the must-see items is the oldest Relay Computer in the world that is still functioning!
ja: とりわけ注目すべきは、現役で稼働している世界最古級のリレー式コンピューターです。

source: One time use of opt-in list to be sent by Linux Foundation.
ja: Linux Foundation から参加者リストを提供 (1 度利用可）

source: One-Time Fee: $150.00
ja: 料金は 150 米ドルです (支払いは一度限りです)。

source: Online Self-Certification: https://www.openchainproject.org/conformance
ja: オンライン自己申告：https://www.openchainproject.org/conformance

source: Only Cloud Foundry delivers the velocity needed to continuously deliver apps at the speed of business.
ja: ビジネス スピードの継続的なアプリケーション提供速度を実現できるのは Cloud Foundry 以外にありません。

source: Onsite Happy Hour & Booth Crawl $20,000
ja: オンサイト ハッピー アワーとブース見学ツアー $20,000

source: Onsite Recognition during Opening Keynote Session
ja: オープニング基調講演セッションでスポンサーとして紹介

source: Onsite Resources
ja: 会場で提供されるサービスや設備など

source: Opal Perry, Divisional Chief Information Officer of Claims, Allstate Insurance, will speak on Engaging Engineers to Delight the Customer and Drive Business Results
ja: Opal Perry (Divisional Chief Information Officer of Claims, Allstate Insurance)：エンジニアが顧客を満足させ、営業利益を高めるには

source: Open Network Automation Platform (ONAP) Project Gains Industry Momentum with New Members and Significant Technical Progress
ja: Open Network Automation Platform (ONAP) プロジェクト 新メンバーの加入と技術力の飛躍的進化で急成長

source: Open Network Automation Platform (ONAP) Project Releases Code, Expands Membership and Announces Board Positions
ja: Open Network Automation Platform (ONAP) プロジェクトがコードを公開、メンバーシップを拡大、ボード メンバーを発表

source: Open Networking Foundation Announces Restructuring of Board of Directors to Align the Missions of ONF and ON.Lab
ja: Open Networking Foundation が ONF と ON.Lab のミッションを踏まえて役員会の再編を発表

source: Open Networking Foundation Unveils New Open Innovation Pipeline to Transform Open Networking
ja: Open Networking Foundation がオープン ネットワーキングの形を変える新しいオープン イノベーション パイプラインを発表

source: Open Networking Summit Announces Additional Keynotes and Onsite Activities Including Hackathon, Awards, Solutions Showcase and More
ja: Open Networking Summit が追加の基調講演、ハッカソン、アワード、ソリューション ショーケースなどを発表

source: Open Networking Summit Announces Initial Keynote Speakers from Amadeus, Andreessen Horowitz, AT&T, Google, Intel, Microsoft, Visa and More
ja: Open Networking Summit が基調講演者発表: Amadeus、Andreessen Horowitz、AT&T、Google、Intel、Microsoft、Visa などから

source: Open Networking Summit is made possible by Diamond Sponsor Intel and Platinum Sponsor Huawei.
ja: Open Networking Summit は、ダイアモンド スポンサー Intel やプラチナ スポンサー Huawei をはじめとするスポンサー企業の支援により実現します。

source: Open Networking Summit is made possible by Diamond Sponsor Intel, Platinum Sponsor Huawei, Gold Premium Sponsors Ericsson and {code} by Dell EMC and Gold Sponsor Cisco.
ja: Open Networking Summit は、ダイアモンド スポンサー Intel、プラチナ スポンサー Huawei、ゴールド プレミアム スポンサー Ericsson および {code} by Dell EMC、ゴールド スポンサー Cisco をはじめとするスポンサー企業の支援により実現します。

source: Open Networking Summit is made possible by Diamond Sponsor Intel, Platinum Sponsors Amdocs and Huawei, Gold Premium Sponsors Dell EMC and Ericsson, and Gold Sponsors Cisco and ZTE.
ja: Open Networking Summit は、ダイアモンド スポンサーの Intel、プラチナ スポンサーの Amdocs および Huawei、ゴールド プレミアム スポンサーの Dell EMC および Ericsson、ゴールド スポンサーの Cisco および ZTE をはじめ、さまざまなスポンサー企業の支援を得て実現します。

source: Open Networking Summit, the industry's premier open networking event, brings enterprises, carriers and cloud service providers together with the ecosystem to share learnings, highlight innovation and discuss the future of open source networking.
ja: Open Networking Summit は業界トップクラスのオープン ネットワーキング イベントであり、大手企業、通信事業者、クラウド サービス プロバイダー、およびエコシステムが集結し、オープン ソース ネットワーキングの今後について学習し、イノベーションを高め、議論します。

source: Open Source Software Basics is available for free download now.
ja: Open Source Software Basics は、今すぐ無料でダウンロードできます。http://go.linuxfoundation.org/LCF210-OpenSourceManagement

source: Open Source Summit Japan - Diamond Sponsor Benefits
ja: Open Source Summit Japan - ダイアモンド スポンサーの特典

source: Open Source Summit Japan is made possible by Gold Sponsor Cloud Native Computing Foundation and Silver Sponsors Civil Infrastructure Platform, Red Hat and Renesas.
ja: Open Source Summit Japanは、ゴールド スポンサーである Cloud Native Computing Foundation やシルバー スポンサーである Civil Instracture Platform、Red Hat、ルネサス エレクトロニクスをはじめとするスポンサー企業の支援により実現します。

source: Open Source is the Future.
ja: オープン ソースは未来を開きます。

source: Open source professionals, developers and users gather to share knowledge and advance the world’s largest shared technologies
ja: オープン ソース プロフェッショナル、開発者、ユーザーが、知識の共有と世界最大の共有技術推進をめざして集うイベント

source: OpenChain Conformance allows organizations to display their adherence to these requirements.
ja: OpenChainに適合することにより、組織はこれらの要件を順守していることを表明できます。

source: OpenChain Project Releases Translations and Onboarding Packages
ja: OpenChainプロジェクトが翻訳版と入門パッケージをリリース

source: OpenChain Specification 1.1 Makes Compliance Easier for Everyone in the Open Source Software Supply Chain
ja: OpenChain仕様書第1.1版：オープンソース ソフトウェア サプライチェーンのコンプライアンスをわかりやすく確実に

source: OpenChain has also launched an Onboarding Package to make it easier for decision-makers to engage with the project.
ja: また、プロジェクト参入のハードルを取り除くねらいで、OpenChain入門パッケージ（Onboarding Package）の提供も開始しました。

source: OpenDaylight Blog
ja: ● OpenDaylight Blog https://www.opendaylight.org/news/blogs

source: OpenDaylight Events
ja: ● OpenDaylight Events https://www.opendaylight.org/global-events

source: OpenDaylight is a Collaborative Project at The Linux Foundation.
ja: OpenDaylight は、The Linux Foundation の協業プロジェクトです。

source: Operations / IT
ja: 運用 / IT

source: Option to purchase your own Linux.com email address
ja: オプションで linux.com 電子メール アドレスを購入できる

source: Option to purchase your own Linux.com email address.
ja: オプションで linux.com 電子メール アドレスを購入できる

source: Or register here: https://www.regonline.com/registration/Checkin.aspx?EventID=1908081&_ga=1.48399909.2085815418.1462986062.
ja: 参加登録サイトはこちらです。https://www.reg online.com/registration/Checkin.aspx?EventID=1908081&_ga=1.48399909.2085815418.1462986062.

source: Organizations from around the world demonstrate commitment to open source development practices with investment in shared technologies
ja: 世界中の組織がオープン ソース開発手法への支持と共有技術への投資を表明

source: Organizations looking to modernize their current digital teams can register their developers to take the certification exam live at Summit.”
ja: 従来のデジタル チームを刷新しようとしている組織は、社内開発者がサミットの会場で認証試験を受けられるように登録できます。

source: Other
ja: その他

source: Other (Please Specify)
ja: その他 (具体的にご記入ください。)

source: Other 16%
ja: その他 16%

source: Other 5%
ja: その他 5%

source: Other 9%
ja: その他 9%

source: Other Linux Foundation Gold members are Accenture, Alibaba Cloud, Citrix, Dell EMC, Doky, Facebook, Hart, Panasonic, Renesas, SUSE, Symantec, Toshiba, Toyota and VMware.
ja: すでにLinux Foundationゴールド メンバーとして、以下の企業が参加しています。 Accenture、Alibaba Cloud、Citrix、Dell EMC、Doky、Facebook、Hart、Panasonic、Renesas、SUSE、Symantec、Toshiba、Toyota、VMware

source: Other Linux Foundation Gold members include Accenture, Blackrock, Citrix, Dell EMC, Doky, Facebook, Hart, Panasonic, Renesas, SUSE, Toshiba and Toyota.
ja: すでに Linux Foundation のゴールド メンバーとして、Accenture、Blackrock、Citrix、Dell EMC、Doky、Facebook、Hart、パナソニック、ルネサス エレクトロニクス、SUSE、東芝、トヨタ自動車などの大手国際企業が名を連ねています。

source: Other activities and educational opportunities for ONS attendees include:
ja: このほか、ONS 参加者には以下のようなアクティビティや教育の機会が用意されています。

source: Other initiatives to increase diversity at Linux Foundation events include a strict code of conduct for speakers and attendees, onsite child care and nursing rooms, diversity scholarships, non-binary bathrooms, barring all-male panel discussions and partnering with community groups to encourage more women to apply to speak.
ja: Linux Foundation イベントの多様性を高める取り組みには、このほかにも、講演者や参加者に対する厳しい行動規範の設定、会場におけるチャイルド ケアや授乳室、ダイバーシティ スカラーシップ、ノンバイナリ レストルームなどの提供、女子禁制パネル ディスカッションの禁止、コミュニティ グループとの連携による女性発表者の応募奨励などがあります。

source: Other speakers at Linux Foundation events are strongly encouraged to do so, and will be offered a special incentive for completion.
ja: また Linux Foundation イベントの講演者も受講を奨励され、スペシャル インセンティブも用意されています。

source: Others are invited to participate by getting involved in the technical community and by joining as members.
ja: 技術コミュニティへの参加者やメンバーを募集しています。

source: Others are invited to participate in ONAP by getting involved in the technical community and by joining as members.
ja: ONAP では、技術コミュニティへの参加者やメンバーを募集しています。

source: Our code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
ja: 行動規範 https://events.linuxfoundation.jp/events/open-source-summit-japan/attend/code-of-conduct をご確認ください。私たちのコミュニティに参加する人々に対する私たちの期待、および容認できない行為が招く結果が概説されています。

source: Our code-base already contains significant OSS
ja: 自社のコード ベースに、すでに重要な OSS が含まれているから

source: Our compliance system produces automated reports of incorporated software, licenses and compliance requirements for management and (where appropriate) for customers.
ja: 当社のコンプライアンス システムは、管理者や顧客 (必要に応じて) 向けに、自社製品に含まれているソフトウェア、ライセンス、およびコンプライアンスなどの要件の自動レポートを作成します。

source: Our customers favor or require OSS
ja: お客様が OSS を好んでいる、または必要としているから

source: Our designers always create fun shirts that are worn for years to come.
ja: 担当のデザイナーが作成するユニークなシャツです。繰り返し着ていただけます。

source: Our developers are allowed to download code from OSS community sites
ja: 開発者たちは、OSS コミュニティ サイトからコードをダウンロードできます。

source: Our developers contribute bug fixes to the components used back to OSS communities of origin.
ja: 開発者たちは、使用しているコンポーネントのバグを修正し、開発元の OSS コミュニティに還元しています。

source: Our developers maintain open source components as they see fit.
ja: 開発者が適切に判断し、オープン ソース コンポーネントをメンテナンスしています。

source: Our developers use OSS community web sites to learn about components and stay abreast of bug fixes and updates
ja: 開発者たちは OSS コミュニティの Web サイトを使用して、コンポーネントについて学習したり、バグ修正や更新の状況を把握しています。

source: Our event videos are viewed by thousands after the event.
ja: LF イベントのビデオは、イベント後に数千人が視聴します。

source: Our events generated:
ja: イベントの実績:

source: Our executives participate through the chain of command only; they do not have specific roles related to open source software.
ja: 経営陣は組織の指揮系統を通して参加するだけで、オープン ソース ソフトウェアに関連のある特別な役割にはついていません。

source: Our free Online Self-Certification makes reviewing these requirements simpler.
ja: また無償のオンライン自己申告プログラムを利用して、仕様の要件をシンプルに確認でき、

source: Our improved Specification makes understanding compliance processes easier.
ja: この仕様書によって、コンプライアンス プロセスはさらにわかり易くなります。

source: Our legal department must approve each open source license included in third-party components for internal deployment.
ja: 法務部門は、社内に導入するサードパーティ コンポーネントに含まれている各々のオープン ソース ライセンスを承認する必要があります。

source: Our legal department must approve each open source license of software included in externally distributed software.
ja: 法務部門は、外部から提供されたソフトウェアに含まれている各々のオープン ソース ライセンスを承認する必要があります。

source: Our organization acts as sponsor to one or more open source communities that are important to strategy by providing developer resources, facilities or financial support.
ja: 自社の戦略に重要なオープン ソース コミュニティのスポンサーになり、開発者リソース、設備、資金などを提供しています。

source: Our organization does not have an OSS strategy.
ja: 特に OSS 戦略はありません。
